const ZekrContent = (props) => {
    return (
        <div className="ZekrContent">
            {props.basmala && <h6 className="Basmala">بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ</h6>}
            <p className="ZekrText">
                أَصْـبَحْنا وَأَصْـبَحَ المُـلْكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذا اليوم وَخَـيرَ ما بَعْـدَه ، وَأَعـوذُ بِكَ مِنْ شَـرِّ ما في هـذا اليوم وَشَرِّ ما بَعْـدَه، رَبِّ أَعـوذُبِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُ بِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر. 
            </p>
            <span className="ZekrDescription">
                من قالها موقنا بها حين يمسى ومات من ليلته دخل الجنة وكذلك حين يصبح.
            </span>
        </div>
    )
}
export default ZekrContent